/* Localized versions of Info.plist keys */

CFBundleName = "AddIcon";
NSHumanReadableCopyright = "Copyright 2005 Elliot Glaysher. GNU GPL.";

AMName = "Add Thumbnail Icons";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */
"Thumbnail" = "Thumbnail";

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDInput = "Image Files";
AMDSummary = "For each image file passed in, set the icon to a thumbnail of the image.";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */
"Add" = "Add";
"Thumbnail" = "Thumbnail";
"Icon" = "Icon";